export const HOME_PAGE_TITLE = 'Добро пожаловать!'
export const HOME_PAGE_DESCRIPTION = `Это домашняя страница вашего приложения контакты. Здесь вы можете управлять всеми вашими контактами и группами контактов. Приложение позволяет вам:`

export const HOME_PAGE_FEATURES = [
	'Добавлять, редактировать и удалять контакты',
	'Создавать и управлять группами контактов',
	'Отмечать избранные контакты для быстрого доступа',
	'Поиск контактов по имени или другим параметрам'
]

export const HOME_PAGE_INSTRUCTIONS = `Для начала работы, используйте меню навигации вверху страницы. Вы можете перейти к списку всех контактов, управлять группами или просмотреть избранные контакты. Мы стремимся сделать управление вашими контактами как можно более удобным и интуитивно понятным.`
