export const messages = {
	description:
		'К сожалению, страница не найдена. Возможно, вы ввели неправильный адрес.Попробуйте проверить URL еще раз или вернуться на предыдущую страницу',
	notFound: 'Ничего не найдено',
	redirectToHome: 'Перейти на главную страницу',
	timerMessage: `Вы будете перенаправлены на главную страницу через `,
	seconds: ` секунд`,
	confirmMessage: 'Вы уверены, что хотите удалить',
	delete: 'Удалить',
	reject: 'Отмена',
	notification: 'Уведомление',
	confirmDelete: 'Контакт успешно удалён',
	chooseNote: 'Выберите заметку для просмотра и редактирования',
	editContact: 'Редактировать контакт',
	addContact: 'Добавить контакт',
	save: 'Сохранить',
	add: 'Добавить',
	deletedFromFav: 'удален из избранных',
	addToFav: 'добавлен в избранные',
	error: 'Ошибка',
	notFoundForDelete: 'Не удалось найти идентификатор документа для удаления.',
	deleteProcess: 'Удаление'
}
